[ViperElite X2CharacterTemplate]
strCharacterName="Вайпер Ассассин"
strAcquiredText="Вайперы Ассассины, специализируются на скрытном проникновении, ловле бойцов XCOM и быстром их устранении, когда пленные... не требуются. Эти гады могут оказаться где угодно!" 

[PoisonSpitElite X2AbilityTemplate]
LocFriendlyName="Плевок гадюки с нейротоксином"
LocLongDescription="Вайпер может плюнуть ядом с нейротоксином на большом расстоянии. Яд развеется по области, отравит и дезориентирует врагов."
LocHelpText="Яд вайпера ассассина с нейротоксином отравляет и ДЕЗОРИЕНТИРУЕТ врагов."
LocFlyOverText="Плевок гадюки с нейротоксином"

[BlackSplitGlob X2GrenadeTemplate]
FriendlyName="Плевок гадюки с нейротоксином"
FriendlyNamePlural="Poison Spit"
BriefSummary="Вайпер может плюнуть ядом с нейротоксином на большом расстоянии. Яд развеется по области, отравит и дезориентирует врагов."
TacticalText="<Bullet/> Яд держится на необольшой области, отравляя и дезориентируя всех кто в него попадет."

[ViperElite_WPN X2WeaponTemplate]
FriendlyName="Плазменная винтовка"
FriendlyNamePlural="Плазменная винтовка"
BriefSummary="Компактная и точная энергетическая винтовка Адвента"
TacticalText="<Bullet/> Выстрел заканчивает ход."

[Viper_Tongue_Elite_WPN X2WeaponTemplate]
FriendlyName="Язык Вайпера"
FriendlyNamePlural="Язык Вайпера"
BriefSummary="У них чертовски длинный язык..."
TacticalText="<Bullet/> Заканчивает ход при применении."

[GetOverHereElite X2AbilityTemplate]
LocFriendlyName="Притянуть"
LocLongDescription="Вайпер выстреливает своим языком и пытается притянуть цель к себе."
LocHelpText="Вайпер выстреливает своим языком и пытается притянуть цель к себе."
LocFlyOverText="Притянуть"
LocMissMessage="Не удалось притянуть"

[BindElite X2AbilityTemplate]
LocFriendlyName="Хватка ловчего"
LocLongDescription="Удушающая хватка Вайпера Ассассина обладает ужасающей силой, способной переломать кости и убить солдата за считанные секунды."
LocHelpText="Удушающая хватка Вайпера Ассассина гораздо СИЛЬНЕЕ обычной хватки других вайперов. И ее НЕЛЬЗЯ СНЯТЬ светошумовой гранатой."
LocFlyOverText="Хватка ловчего"
LocMissMessage="Не удалось связать"